---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FamilyLevelParam
source: html/33072d64-bbe3-6913-8082-415900410781.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FamilyLevelParam Property

"Level"

## Syntax (C#)
```csharp
public static ForgeTypeId FamilyLevelParam { get; }
```